Repository: coders-school/site
Catalog: translations/tutor-*.po
Languages: pl_pl

source: Input options for the question and select the correct answer.
pl_pl: Wprowadź opcje dla pytania i wybierz poprawną odpowiedź.

source: Display Points
pl_pl: Pokaż punkty

source: set the mark ex. 10
pl_pl: ustaw znak np. 10

source: Point(s) for this answer
pl_pl: Punkty za tą odpowiedź

source: Randomize
pl_pl: Randomizuj

source: Answer Required
pl_pl: Wymagana odpowiedź

source: Pro version required
pl_pl: Wymagana wersja pro

source: Question Type
pl_pl: Typ pytania

source: Write your question here
pl_pl: Wpisz swoje pytanie tutaj

source: Save Answer
pl_pl: Zapisz odpowiedź

source: Separate multiple answers by a vertical bar <strong>|</strong>. 1 answer per <strong>{dash}</strong> variable is defined in the question. Example: Apple | Banana | Orange
pl_pl: Oddziel wiele odpowiedzi pionowym paskiem <strong> | </strong>. 1 odpowiedź na zmienną <strong> {myślnik} </strong> jest zdefiniowana w pytaniu. Przykład: Apple | Banan | Pomarańczowy

source: Please make sure to use the <strong>{dash}</strong> variable in your question title to show the blanks in your question. You can use multiple <strong>{dash}</strong> variables in one question.
pl_pl: Upewnij się, że używasz zmiennej <strong> {myślnik} </strong> w tytule pytania, aby wyświetlić puste miejsca w pytaniu. Możesz użyć wielu zmiennych <strong> {dash} </strong> w jednym pytaniu.

source: Select the correct option
pl_pl: Wybierz poprawną opcje

source: Update Lesson
pl_pl: Zaktualizuj lekcję

source: Update Feature Image
pl_pl: Zaktualizuj obrazek wyróżniający

source: Upload Feature Image
pl_pl: Załaduj obrazek wyróżniający

source: Feature Image
pl_pl: Obrazek wyróżniający

source: Lesson title
pl_pl: Tytuł lekcji

source: Need any Help? Please visit our %s and %s.
pl_pl: Potrzebujesz pomocy? Odwiedź nasze %s i %s.

source: Documentation
pl_pl: Dokumentacja

source: Knowledge Base
pl_pl: Baza wiedzy

source: Student will place answer in short answer question type within this characters limit.
pl_pl: Student umieści odpowiedź w pytaniach o krótkiej odpowiedzi w ramach tego limitu znaków.

source: Short answer characters limit
pl_pl: Limit znaków w krótkiej odpowiedzi

source: Show/hide question number during attempt.
pl_pl: Pokaż / ukryj numer pytania podczas próby.

source: Hide question number
pl_pl: Ukryj numer pytania

source: Descending
pl_pl: Malejąco

source: Ascending
pl_pl: Rosnąco

source: Sorting
pl_pl: Sortuj

source: Random
pl_pl: Losowe

source: Questions Order
pl_pl: Pytania do dopasowania

source: Question below each other
pl_pl: Pytania są pod sobą

source: Question Pagination
pl_pl: Podział na pytania

source: Single Question
pl_pl: Pojedyncze pytanie

source: Set question layout view
pl_pl: Ustaw podgląd układu pytań

source: Question Layout
pl_pl: Układ pytań

source: If you enable this option, the quiz will start automatically after the page is loaded.
pl_pl: Jeśli włączysz tę opcję, quiz rozpocznie się automatycznie po załadowaniu strony.

source: Quiz Auto Start
pl_pl: Quiz Automatyczny start

source: This amount of question will be available for students to answer, and question will comes randomly from all available questions belongs with a quiz, if this amount greater then available question, then all questions will be available for a student to answer.
pl_pl: Ta ilość pytań będzie dostępna dla studentów do odpowiedzi, a pytanie pojawi się losowo ze wszystkich dostępnych pytań, które należą do quizu, jeśli ta liczba jest większa niż dostępne pytania, wtedy wszystkie pytania będą dostępne dla ucznia do odpowiedzi.

source: Max questions allowed to answer
pl_pl: Maksymalna liczba pytań, na które można odpowiedzieć

source: Set the passing percentage for this quiz
pl_pl: Ustaw procent zdawalności dla tego quizu

source: Passing Grade (%)
pl_pl: Ocena dopuszczająca (%)

source: Restriction on the number of attempts a student is allowed to take for this quiz. 0 for no limit
pl_pl: Ograniczenie liczby prób, które student może podjąć w tym quizie. 0 bez limitu

source: Optional
pl_pl: Opcjonalne

source: Time limit for this quiz. 0 means no time limit.
pl_pl: Limit czasu na ten quiz. 0 oznacza brak limitu czasu.

source: Hide quiz time - display
pl_pl: Ukryj czas quizu - wyświetl

source: Next
pl_pl: Dalej

source: Back
pl_pl: Cofnij

source: Add Question
pl_pl: Dodaj pytanie

source: Save &amp; Next
pl_pl: Zapisz &amp; Dalej

source: Type your quiz title here
pl_pl: Wpisz tutaj swój tytuł quizu

source: Advanced Options
pl_pl: Zaawansowane ustawienia

source: Quiz Info
pl_pl: Informacje o quizie

source: Update Answer
pl_pl: Zaktualizuj odpowiedź

source: The answers that students enter should match with this text. Write in <strong>small caps</strong>
pl_pl: Odpowiedzi, które wpisują uczniowie, powinny pasować do tego tekstu. Napisz <strong> małymi literami </strong>

source: Answer input value
pl_pl: Wartość wpisana w odpowiedzi

source: Image matched text
pl_pl: Tekst dopasowany do obrazu

source: Matched Answer title
pl_pl: Tytuł zgadzającej się odpowiedzi

source: Separate multiple answer by pipe <b>( | )</b> , 1 answer per variable assigned in question
pl_pl: Oddziel wielokrotną odpowiedź potokiem <b>( | )</b> , 1 odpowiedź poprzez przypisaną zmienną w pytaniu.

source: Correct Answer(s)
pl_pl: Poprawna odpowiedź/i

source: Please make sure that <b>{dash}</b> variable contains in your question title to show dash, You can use multiple variable
pl_pl: Upewnij się, że zmienna <b>{dash}</b> jest zawarta w tytule pytania, aby wyświetlić myślnik, możesz użyć wielu zmiennych

source: Text &amp; Image both
pl_pl: Tekst &amp; obraz oba

source: Only Image
pl_pl: Tylko obraz

source: Only text
pl_pl: Tylko tekst

source: Display format for options
pl_pl: Pokaż format dla opcji

source: Answer title
pl_pl: Tytuł odpowiedzi

source: Select Option
pl_pl: Wybierz opcję

source: Enable
pl_pl: Włącz

source: Enable/Disable
pl_pl: Włącz/Wyłącz

source: Save Settings
pl_pl: Zapisz ustawienia

source: Tutor Settings
pl_pl: Ustawienia tutora

source: Assignment answer can not be empty
pl_pl: Odpowiedzi nie mogą być puste

source: Are you sure? it can not be undone.
pl_pl: Jesteś pewny? To nie może zostać cofnięte

source: Requested Time
pl_pl: Wymagany czas

source: Requested By
pl_pl: Na wniosek:

source: Select a monetization option to generate revenue by selling courses. Supports: WooCommerce, Easy Digital Downloads, Paid Memberships Pro
pl_pl: Wybierz opcję monetyzacji, aby generować przychody ze sprzedaży kursów. Obsługuje: WooCommerce, łatwe pobieranie cyfrowe, płatne członkostwo Pro

source: Disable Monetization
pl_pl: Wyłącz monetyzacje

source: Monetize Option
pl_pl: Opcja zarabiania

source: You can monetize your LMS website by selling courses in a various way.
pl_pl: Możesz zarabiać na swojej witrynie LMS, sprzedając kursy na różne sposoby.

source: Monetization
pl_pl: Monetyzacja

source: Light color
pl_pl: Jasny kolor

source: Text color
pl_pl: Kolor tekstu

source: Primary Hover Color
pl_pl: Podstawowy kolor Hoveru

source: Primary Color
pl_pl: Kolor podstawowy

source: Color Style
pl_pl: Styl Koloru

source: Style
pl_pl: Styl

source: Set withdraw settings
pl_pl: Ustaw ustawienia wypłaty

source: Withdraw Methods
pl_pl: Metody wypłaty

source: Instructors should earn equal or above this amount to make a withdraw request.
pl_pl: Instruktorzy powinni zarobić tyle samo lub powyżej tej kwoty, aby złożyć wniosek o wypłatę.

source: Minimum Withdraw Amount
pl_pl: Minimalna kwota wypłaty

source: Withdrawal Settings
pl_pl: Ustawienia wypłat

source: Define the number of statements to show.
pl_pl: Zdefiniuj liczbę instrukcji, które powinny być wyświetlane.

source: Show Statement Per Page
pl_pl: Pokaż instrukcje na stronę

source: Fixed
pl_pl: Naprawiony

source: Percent
pl_pl: Procent

source: Select Fees Type
pl_pl: Wybierz rodzaj opłat

source: Fee Amount
pl_pl: Kwota opłat

source: Fee Name
pl_pl: Nazwa opłaty

source: Fees are charged from the entire sales amount. The remaining amount will be divided among admin and instructors.
pl_pl: Opłaty są naliczane od całej kwoty sprzedaży. Pozostała kwota zostanie podzielona między administratora i instruktorów.

source: Fee Deduction
pl_pl: Odliczenie opłaty

source: Define the commission for instructors from each sale.(after deducting fees)
pl_pl: Określ prowizję dla instruktorów od każdej sprzedaży. (Po odjęciu opłat)

source: Instructor Commission Percentage
pl_pl: Procent prowizji dla instruktorów

source: Define the commission of the Admin from each sale.(after deducting fees)
pl_pl: Określ prowizję administratora od każdej sprzedaży. (Po odjęciu opłat)

source: Admin Commission Percentage
pl_pl: Procent prowizji administratora

source: If disabled, the Admin will receive 100% of the earning
pl_pl: W przypadku wyłączenia administrator otrzyma 100% zarobków

source: Earning and commission allocation
pl_pl: Przydzielanie zarobków i prowizji

source: Completed courses will be shown on student profiles. <br/> For example, you can see this link-
pl_pl: Ukończone kursy będą wyświetlane na profilach studentów. <br/> Na przykład możesz zobaczyć ten link-

source: Show completed courses
pl_pl: Pokaż ukończony kurs

source: Enabling this will show the reviews written by each student on their profile
pl_pl: Umożliwienie tego pozwoli przeglądać recenzje poszczególnych uczniów na ich profilu

source: Show reviews on profile
pl_pl: Pokaż recenzje na profilu

source: Choose the page for student registration page
pl_pl: Wybierz stronę na stronie rejestracji studenta

source: Student Registration Page
pl_pl: Strona rejestracji studenta

source: Student Profile settings
pl_pl: Ustawienia profilu studenta

source: Uncheck this option to hide the button from student dashboard.
pl_pl: Odznacz tę opcję, aby ukryć przycisk przed pulpitem studenta.

source: Become Instructor Button
pl_pl: Zostań instruktorem Przycisk

source: Enable instructors to publish course directly. <strong>Do not select</strong> if admins want to review courses before publishing.
pl_pl: Umożliwienie instruktorom bezpośredniego publikowania kursu. <strong> Nie zaznaczaj </strong>, jeśli administratorzy chcą przejrzeć kursy przed publikacją.

source: Allow publishing course
pl_pl: Zezwól na publikowanie kursów

source: This page will be used to sign up new instructors.
pl_pl: Ta strona zostanie wykorzystana do rejestracji nowych instruktorów.

source: Instructor Registration Page
pl_pl: Strona rejestracji instruktora

source: Allow multiple instructors to upload their courses.
pl_pl: Pozwól wielu instruktorom przesyłać swoje kursy.

source: Course Marketplace
pl_pl: Ryneczek kursów

source: Enable Disable Option to on/off notification on various event
pl_pl: Włącz opcję wyłączenia powiadomień o włączeniu / wyłączeniu różnych zdarzeń

source: Instructor Profile Settings
pl_pl: Ustawienia profilu instruktora

source: When multiple attempts are allowed, which method should be used to calculate a student's final grade for the quiz.
pl_pl: Kiedy dozwolone są wielokrotne próby, jaka metoda powinna zostać użyta do obliczenia końcowej oceny ucznia za quiz.

source: Last Attempt
pl_pl: Ostatnia próba

source: First Attempt
pl_pl: Pierwsza próba

source: Average Grade
pl_pl: Średnia ocena

source: Highest Grade
pl_pl: Najwyższa ocena

source: Final grade calculation
pl_pl: Obliczanie oceny końcowej

source: The highest number of attempts students are allowed to take for a quiz. 0 means unlimited attempts.
pl_pl: Największa liczba prób, jakie uczniowie mogą podjąć w quizie. 0 oznacza nieograniczoną liczbę prób.

source: Attempts allowed
pl_pl: próby dozwolone

source: Choose which action to follow when the quiz time expires.
pl_pl: Wybierz akcję, którą należy wykonać po upływie czasu quizu.

source: Attempts must be submitted before time expires, otherwise they will not be counted
pl_pl: Próby muszą zostać złożone przed upływem czasu, w przeciwnym razie nie zostaną policzone

source: The current quiz answers are submitted by students.
pl_pl: Aktualne odpowiedzi na quiz są przesyłane przez studentów.

source: The current quiz answers are submitted automatically.
pl_pl: Bieżące odpowiedzi na quiz są przesyłane automatycznie.

source: When time expires
pl_pl: Kiedy upłynie czas

source: Seconds
pl_pl: Sekundy

source: Minutes
pl_pl: Minuty

source: Hours
pl_pl: Godziny

source: Days
pl_pl: Dni

source: Weeks
pl_pl: Tygodnie

source: 0 means unlimited time.
pl_pl: 0 oznacza czas nieograniczony.

source: Time Limit
pl_pl: Limit czasu

source: The values you set here define the default values that are used in the settings form when you create a new quiz.
pl_pl: Ustawione tutaj wartości określają wartości domyślne używane w formularzu ustawień podczas tworzenia nowego quizu.

source: Lesson Permalink Base
pl_pl: Bezpośredni odnośnik do lekcji

source: Enable classic editor to get full support of any editor/page builder.
pl_pl: Włącz klasyczny edytor, aby uzyskać pełne wsparcie dowolnego edytora / narzędzia do tworzenia stron.

source: Classic Editor
pl_pl: Klasyczny edytor

source: Lesson settings will be here
pl_pl: Ustawienia lekcji będą tutaj

source: Lesson Settings
pl_pl: Ustawienia lekcji

source: Define how many courses you want to show per page
pl_pl: Określ liczbę kursów, które chcesz wyświetlić na stronie

source: Courses Per Page
pl_pl: Kursy na stronę

source: Define how many column you want to use to display courses.
pl_pl: Określ, ile kolumn chcesz użyć do wyświetlenia kursów.

source: Column Per Row
pl_pl: Liczba kolumn na rząd

source: This page will be used to list all the published courses.
pl_pl: Na tej stronie będzie wyświetlana lista wszystkich opublikowanych kursów.

source: Course Archive Page
pl_pl: Strona archiwum kursu

source: Course Archive Settings
pl_pl: Ustawienia archiwum kursu

source: Archive
pl_pl: Zarchiwizuj

source: Enabling this feature will add a Q&amp;A section on every course.
pl_pl: Włączenie tej funkcji doda sekcję Pytania i odpowiedzi na każdym kursie.

source: Question and Answer
pl_pl: Pytania i odpowiedzi

source: Show instructor bio on each page
pl_pl: Pokaż bio instruktora na każdej stronie

source: Display Instructor Info
pl_pl: Pokaż informacje o instruktorze

source: Use Gutenberg editor on course description area.
pl_pl: Skorzystaj z edytora Gutenberga w polu opisu kursu.

source: Gutenberg Editor
pl_pl: Gutenberg Edytor

source: Number of items you would like displayed "per page" in the pagination
pl_pl: Liczba elementów, które chcesz wyświetlić w podziale na strony

source: Pagination
pl_pl: Numerowanie stron

source: Vimeo Player
pl_pl: Odtwarzacz Vimeo

source: Disable this option to use Tutor LMS video player.
pl_pl: Wyłącz tę opcję, aby korzystać z odtwarzacza wideo Tutor LMS.

source: YouTube Player
pl_pl: Odtwarzacz YouTube

source: This will hide the header and the footer and enable spotlight (full screen) mode when students view lessons.
pl_pl: To ukryje nagłówek i stopkę oraz włączy tryb reflektora (pełny ekran) podczas oglądania lekcji.

source: Spotlight mode
pl_pl: Tryb podświetlania

source: Delete all data during uninstallation
pl_pl: Usuń wszystkie dane podczas odinstalowywania

source: Erase upon uninstallation
pl_pl: Usuń po odinstalowaniu

source: Students must be logged in to view course
pl_pl: Aby zobaczyć kurs, studenci muszą być zalogowani

source: Logged in only
pl_pl: Tylko zalogowani

source: Course Visibility
pl_pl: Widoczność kursu

source: If you have put required script in your theme javascript file, then you can turn it off to load JavaScript from the plugin directory
pl_pl: Jeśli umieściłeś wymagany skrypt w pliku javascript motywu, możesz go wyłączyć, aby załadować JavaScript z katalogu wtyczek

source: Load Tutor JavaScript
pl_pl: Załaduj JavaScript JavaScript

source: If your theme has its own styling, then you can turn it off to load CSS from the plugin directory
pl_pl: Jeśli twój motyw ma swój własny styl, możesz go wyłączyć, aby załadować CSS z katalogu wtyczek

source: Load Tutor CSS
pl_pl: Załaduj Tutor CSS

source: Enable this to make a profile publicly visible
pl_pl: Włącz to, aby profil był widoczny publicznie

source: Public Profile
pl_pl: Profil publiczny

source: This page will be used for student and instructor dashboard
pl_pl: Ta strona będzie używana na desce rozdzielczej dla studentów i instruktorów

source: Dashboard Page
pl_pl: Pulpit

source: Unlimited
pl_pl: Nieograniczony

source: Option Updated
pl_pl: Uaktualniono opcję

source: Withdraw has been successful
pl_pl: Wypłata się powiodła

source: Insufficient balance to withdraw, your balance is %s %s %s
pl_pl: Niewystarczające saldo do wypłaty, saldo wynosi %s %s %s

source: Minimum withdraw amount is %s %s %s
pl_pl: Minimalna kwota wypłaty %s %s %s

source: Please save withdraw method
pl_pl: Zapisz metodę wypłaty

source: Withdraw account has been set successfully
pl_pl: Konto wypłat zostało pomyślnie ustawione

source: Write your paypal email address to get payout directly to your paypal account
pl_pl: Wpisz swój adres e-mail paypal, aby otrzymać wypłatę bezpośrednio na konto PayPal

source: PayPal E-Mail Address
pl_pl: Adres e-mail konta PayPal

source: PayPal Payment
pl_pl: Płatność PayPal

source: We will send you an E-Check to this address directly.
pl_pl: Wyślemy Ci elektroniczny czek bezpośrednio na ten adres.

source: Your Physical Address
pl_pl: Twój adres fizyczny

source: Bank Name
pl_pl: Nazwa banku

source: Account Number
pl_pl: Numer konta

source: Account Name
pl_pl: Nazwa konta

source: Write instruction for the instructor to fill bank information
pl_pl: Napisz instrukcję dla instruktora, jak wypełnić informacje o banku.

source: Instruction
pl_pl: Instrukcja

source: Get your payment directly into your bank account
pl_pl: Uzyskaj płatność bezpośrednio na konto bankowe

source: Bank Transfer
pl_pl: Przelew bankowy

source: Earned Points
pl_pl: Zebrane punkty

source: Preview course
pl_pl: Podgląd kursu

source: View course
pl_pl: Zobacz kurs

source: Course draft updated.
pl_pl: Projekt kursu zaktualizowany.

source: Course scheduled for: <strong>%1$s</strong>.
pl_pl: Kurs zaplanowany na: <strong>%1$s</strong>.

source: Course submitted.
pl_pl: Kurs przesłany.

source: Course saved.
pl_pl: Kurs zapisany.

source: Course published.
pl_pl: Kurs opublikowany.

source: Course restored to revision from %s
pl_pl: Kurs został przywrócony do wersji z %s

source: Custom field deleted.
pl_pl: Usunięto niestandardowe pole.

source: Custom field updated.
pl_pl: Zaktualizowano pole niestandardowe.

source: Course updated.
pl_pl: Kurs zaktualizowany.

source: No Assignments found in Trash.
pl_pl: Nie znaleziono zadań w Koszu.

source: No Assignments found.
pl_pl: Nie znaleziono zadań.

source: Parent Assignments:
pl_pl: Zadania dla rodziców:

source: Search Assignments
pl_pl: Szukaj zadań

source: Assignments
pl_pl: Zadania

source: View Assignment
pl_pl: Pokaż zadania

source: Edit Assignment
pl_pl: Edytuj zadania

source: New Assignment
pl_pl: Nowe zadanie

source: Add New Assignment
pl_pl: Dodaj nowe zadanie

# add new on admin bar
source: Assignment
pl_pl: Zadanie

# admin menu
source: Assignments
pl_pl: Zadania

# post type singular name
source: Assignment
pl_pl: Zadanie

# post type general name
source: Assignments
pl_pl: Zadania

source: No quizzes found in Trash.
pl_pl: Nie znaleziono żadnych quizów w koszu.

source: No quizzes found.
pl_pl: Nie znaleziono żadnych quizów

source: Parent Quizzes:
pl_pl: Quizy dla rodziców:

source: Search Quizzes
pl_pl: Szukaj Quizów

source: Quizzes
pl_pl: Quizy

source: View Quiz
pl_pl: Zobacz quiz

source: Edit Quiz
pl_pl: Edytuj quiz

source: New Quiz
pl_pl: Nowy quiz

source: Add New Quiz
pl_pl: Dodaj nowy quiz

# admin menu
source: Quizzes
pl_pl: Quizy

# post type general name
source: Quizzes
pl_pl: Quizy

source: No lessons found in Trash.
pl_pl: Nie znaleziono żadnych lekcji w koszu.

source: No lessons found.
pl_pl: Nie znaleziono żadnej lekcji

source: Parent Lessons:
pl_pl: Nadrzędne lekcje:

source: Search Lessons
pl_pl: Szukaj lekcji

source: View Lesson
pl_pl: Zobacz lekcje

source: Edit Lesson
pl_pl: Edytuj lekcje

source: New Lesson
pl_pl: Nowa lekcja

source: Add New Lesson
pl_pl: Dodaj nową lekcję

# add new on admin bar
source: Lesson
pl_pl: Lekcja

# admin menu
source: Lessons
pl_pl: Lekcje

# post type singular name
source: Lesson
pl_pl: Lekcja

# post type general name
source: Lessons
pl_pl: Lekcje

source: No Tags found.
pl_pl: Nie znaleziono żadnych tagów.

source: Choose from the most used Tags
pl_pl: Wybierz spośród najpopularniejszych tagów

source: Add or remove Tags
pl_pl: Dodaj lub usuń tagi

source: Separate Tags with commas
pl_pl: Oddziel tagi przecinkami

source: New Tag Name
pl_pl: Nazwa nowego tagu

source: Add New Tag
pl_pl: Dodaj nowy tag

source: Update Tag
pl_pl: Zaktualizuj tag

source: Edit Tag
pl_pl: Edytuj tag

source: All Tags
pl_pl: Wszystkie tagi

source: Popular Tags
pl_pl: Popularne tagi

source: Search Tags
pl_pl: Szukaj tagów

# taxonomy general name
source: Tags
pl_pl: Tagi

source: Course Categories
pl_pl: Kategorie kursu

source: No categories found.
pl_pl: Nie znaleziono kategorii.

source: Choose from the most used categories
pl_pl: Wybierz spośród najpopularniejszych kategorii

source: Add or remove categories
pl_pl: Dodaj lub usuń kategorie

source: Separate categories with commas
pl_pl: Oddziel kategorie przecinkami

source: New Category Name
pl_pl: Nazwa nowej kategorii

source: Add New Category
pl_pl: Dodaj nową kategorię

source: Update Category
pl_pl: Zaktualizuj kategorię

source: Edit Category
pl_pl: Edytuj kategorię

source: All Categories
pl_pl: Wszystkie kategorie

source: Popular Categories
pl_pl: Popularne kategorie

source: Search Categories
pl_pl: Szukaj kategorii

# taxonomy singular name
source: Category
pl_pl: Kategoria

# taxonomy general name
source: Course Categories
pl_pl: Kategorie

source: Description.
pl_pl: Opis,

source: No courses found in Trash.
pl_pl: Nie znaleziono żadnych kursów w koszu.

source: No courses found.
pl_pl: Nie znaleziono żadnych kursów.

source: Parent Courses:
pl_pl: Nadrzędne kursy:

source: Search Courses
pl_pl: Szukaj kursów

source: Edit Course
pl_pl: Edytuj kurs

source: New Course
pl_pl: Nowy kurs

source: Add New Course
pl_pl: Dodaj nowy kurs

source: Add New
pl_pl: Dodaj nowe

# add new on admin bar
source: Course
pl_pl: Kurs

# admin menu
source: Courses
pl_pl: Kursy

# post type singular name
source: Course
pl_pl: Kurs

# post type general name
source: Courses
pl_pl: Kursy

source: Number of maximum students can enroll in this course, set zero for no limits
pl_pl: Maksymalna liczba studentów, którzy mogą zapisać się na kurs, ustaw zero, jeśli nie ma ograniczeń

source: Enable
pl_pl: Włączone

source: Maximum Students
pl_pl: Maksymalna liczba studentów

source: General Settings
pl_pl: Ustawienia ogólne

source: Course Settings
pl_pl: Szczegóły kursu

source: Easy Digital Downloads
pl_pl: Łatwe pobieranie cyfrowe

source: This will enable sell your product via EDD
pl_pl: To umożliwi sprzedaż produktu za pośrednictwem EDD

source: Enable EDD
pl_pl: Włącz EDD

source: Tutor Course Attachments Settings
pl_pl: Tutor ustawienia załączników w kursie

source: This notice will disappear after activating <strong>EDD</strong>
pl_pl: To powiadomienie zniknie po aktywacji <strong> EDD </strong>
