Repository: coders-school/site
Catalog: translations/tutor-*.po
Languages: pl_pl

source: Seems like you don’t have <strong>Easy Digital Downloads</strong> plugin installed on your site. In order to use this functionality, you need to have the <strong>Easy Digital Downloads</strong> plugin installed. Get back on this page after installing the plugin and enable the following feature to start selling courses with Tutor.
pl_pl: Wygląda na to, że nie masz zainstalowanej wtyczki <strong> Easy Digital Downloads </strong>. Aby skorzystać z tej funkcji, musisz mieć zainstalowaną wtyczkę <strong> Easy Digital Downloads </strong>. Wróć na tę stronę po zainstalowaniu wtyczki i włącz następującą funkcję, aby rozpocząć sprzedaż kursów z Tutorem.

source: Instructor has been added successfully
pl_pl: Instruktor został pomyślnie dodany

source: Phone Number field is required
pl_pl: Pole Numer telefonu jest wymagane

source: Already applied for instructor
pl_pl: Już złożono podanie na instruktora

source: If you like %1$s please leave us a %2$s rating. A huge thanks in advance!
pl_pl: Jeśli podoba Ci się %1$s, zostaw nam ocenę %2$s. Z góry Ci ogromnie dziękujemy!

source: <strong style="color: #03bd24">Get Support</strong>
pl_pl: <strong style="color: #03bd24">Uzyskaj wsparcie</strong>

source: <strong style="color: #03bd24">Documentation</strong>
pl_pl: <strong style="color: #03bd24">Dokumentacja</strong>

source: Uninstall
pl_pl: Odinstaluj

source: Upgrade to Pro
pl_pl: Ulepsz do Pro

source: <span class="dashicons dashicons-awards tutor-get-pro-text"></span> Get Pro
pl_pl: <span class="dashicons dashicons-awards tutor-get-pro-text"></span> Dostań Pro

source: Get Pro
pl_pl: Dostań Pro

source: Add-ons
pl_pl: Dodatki

source: Withdraw Requests
pl_pl: Żądania wypłaty

source: Not Taken
pl_pl: Wolne.

source: In Progress
pl_pl: W toku.

source: Completed
pl_pl: Ukończono

source: Linkedin URL
pl_pl: Adres URL LinkedIn

source: Twitter URL
pl_pl: Adres URL Twitter

source: Facebook URL
pl_pl: Adres URL Facebook

source: Github URL
pl_pl: Adres URL Github

source: Website URL
pl_pl: Adres strony internetowej

source: Reviews Written
pl_pl: Napisane recenzje

source: Courses Taken
pl_pl: Podjęte kursy

source: Expert
pl_pl: Ekspert

source: Intermediate
pl_pl: średnio zaawansowany

source: Beginner
pl_pl: Początkujący

source: All Levels
pl_pl: Wszystkie poziomy

source: Ordering
pl_pl: Układ

source: Image Answering
pl_pl: Odpowiedzenie obrazem

source: Image Matching
pl_pl: Dopasowanie obrazu

source: Matching
pl_pl: Pasujący

source: Short Answer
pl_pl: Krótka odpowiedź

source: Fill In The Blanks
pl_pl: Wypełnij puste miejsce

source: Open Ended/Essay
pl_pl: Bez limitu czasowego/Wypracowanie

source: Multiple Choice
pl_pl: Możliwość wielokrotnego wyboru

source: Single Choice
pl_pl: Jeden wybór

source: True/False
pl_pl: Prawda/Fałsz

source: Blocked
pl_pl: Zablokowane

source: Approved
pl_pl: Zatwierdzony

source: Pending
pl_pl: Oczekuje

source: Logout
pl_pl: Wyloguj

source: Quiz Attempts
pl_pl: Próba quizu

source: Reviews
pl_pl: Recenzje

source: Create Course
pl_pl: Stwórz kurs

source: Course Enrolled
pl_pl: Zapisany do kursów

source: Overview
pl_pl: Podgląd

source: Auto Draft
pl_pl: Automatycznie zapisany szkic

source: Make sure you’re saving the answers in the right order. Students will have to match this order exactly.
pl_pl: Upewnij się, że zapisujesz odpowiedzi we właściwej kolejności. Uczniowie będą musieli je dokładnie dopasować.

source: Answer options &amp; mark correct
pl_pl: Opcje odpowiedzi &amp; poprawne

source: False
pl_pl: Fałsz

source: True
pl_pl: Prawda

source: Please make sure you have added more than one option and saved them
pl_pl: Upewnij się, że dodałeś więcej niż jedną opcję i je zapisałeś

source: Please select the correct answer
pl_pl: Proszę zaznacz poprawną odpowiedź

source: Question
pl_pl: Pytanie

source: Quiz has been timeout already
pl_pl: Quiz już minął

source: Total Course
pl_pl: Cały kurs

source: Name
pl_pl: Imię

source: Instructor Registration
pl_pl: Rejestracja instruktora

source: Student Registration
pl_pl: Rejestracja studenta

source: Tutor Report
pl_pl: Tutor Raport

source: Tutor Prerequisites
pl_pl: Tutor Wymagania wstępne

source: Tutor Multi Instructors
pl_pl: Tutor Wielu instruktorów

source: Tutor Course Preview
pl_pl: Tutor Podgląd kursu

source: Tutor Course Attachments
pl_pl: Tutor Załączniki do kursu

source: Tutor Certificate
pl_pl: Tutor Certyfikat

source: Tutor Assignments
pl_pl: Zadania tutora

source: Paid Memberships Pro
pl_pl: Płatne członkostwo Pro

source: WooCommerce Subscriptions
pl_pl: WooCommerce Subsciptions

source: Enrollments
pl_pl: Zapisy

source: Gradebook
pl_pl: Dziennik ocen

source: To add unlimited multiple instructors in your course, get %sTutor LMS Pro%s
pl_pl: Aby dodać nieograniczoną liczbę instruktorów na swoim kursie, pobierz %sTutor LMS Pro%s

source: Please Sign In first
pl_pl: Zaloguj się najpierw

source: Lessons
pl_pl: Lekcje

source: Topic has been updated
pl_pl: Zaktualizowano temat

source: Announcements
pl_pl: Ogłoszenia

source: Instructors
pl_pl: Instruktorzy

source: Video
pl_pl: Film

source: Additional Data
pl_pl: Dodatkowe dane

source: Course Builder
pl_pl: Kreator kursów

source: Image
pl_pl: Obrazek

source: Use image
pl_pl: Użyj obrazka

source: Choose an image
pl_pl: Wybierz obrazek

source: Remove image
pl_pl: Usuń obrazek

source: Upload/Add image
pl_pl: Wgraj/Dodaj obrazek

source: Thumbnail
pl_pl: Miniaturka

source: New password and confirm password does not matched
pl_pl: Nowe hasło i potwierdzenie hasła nie są identyczne

source: Confirm Password Required
pl_pl: Wymagane jest potwierdzenie hasła

source: New Password Required
pl_pl: Wymagane jest nowe hasło

source: Incorrect Previous Password
pl_pl: Niepoprawne poprzednie hasło

source: Confirm password does not matched with Password field
pl_pl: Potwierdzone hasło nie pasuje do hasła podanego wcześniej

source: Valid E-Mail is required
pl_pl: Wymagany jest prawidłowy adres e-mail

source: Password Confirmation field is required
pl_pl: Wymagane jest pole potwierdzenia hasła

source: Password field is required
pl_pl: Pole hasła jest wymagane

source: User Name field is required
pl_pl: Pole Nazwa użytkownika jest wymagane

source: E-Mail field is required
pl_pl: Pole e-mail jest wymagane

source: Last name field is required
pl_pl: Pole nazwiska jest wymagane

source: First name field is required
pl_pl: Wymagane jest pole imienia

source: Answer
pl_pl: Odpowiedź

source: Enabling this will let an unregistered user purchase any course from the Course Details page. Head over to Documentation to know how to configure this setting.
pl_pl: Włączenie tego pozwoli niezarejestrowanemu użytkownikowi na zakup dowolnego kursu ze strony Szczegóły kursu. Przejdź do dokumentacji, aby dowiedzieć się, jak skonfigurować to ustawienie.

source: Enable add to cart feature for guest users
pl_pl: Włącz funkcję dodawania do koszyka dla użytkowników-gości

source: Enable / Disable
pl_pl: Włącz / Wyłącz

source: WooCommerce Settings
pl_pl: Ustawienia WooCommerce

source: General
pl_pl: Ogólne

source: Add Product
pl_pl: Dodaj Produkt

source: This checkmark ensure that you will sell a specif course via this product.
pl_pl: To zaznaczenie zapewnia, że będziesz sprzedawać określony kurs za pośrednictwem tego produktu.

source: For Tutor
pl_pl: Dla Tutor

source: This notice will disappear after activating <strong>WooCommerce</strong>
pl_pl: To powiadomienie zniknie po aktywacji <strong> WooCommerce </strong>

source: Seems like you don’t have WooCommerce plugin installed on your site. In order to use this functionality, you need to have the WooCommerce plugin installed. Get back on this page after installing the plugin and enable the following feature to start selling courses with Tutor.
pl_pl: Wygląda na to, że nie masz zainstalowanej wtyczki WooCommerce na swojej stronie. Aby korzystać z tej funkcji, musisz mieć zainstalowaną wtyczkę WooCommerce. Wróć na tę stronę po zainstalowaniu wtyczki i włącz następującą funkcję, aby rozpocząć sprzedaż kursów z Tutorem.

source: Permission Denied
pl_pl: Odrzucono zezwolenie

source: Permission denied
pl_pl: Odrzucono zezwolenie

source: Course added to wish list
pl_pl: Kurs dodany do listy życzeń

source: Course removed from wish list
pl_pl: Kurs usunięty z listy życzeń

source: Answer has been added successfully
pl_pl: Odpowiedź została dodana pomyślnie

source: Please write answer
pl_pl: Napisz odpowiedź

source: Question has been added successfully
pl_pl: Pytanie zostało dodane pomyślnie

source: Empty question title or body
pl_pl: Pusty tytuł lub treść pytania

source: Rating placed success
pl_pl: Pomyślnie dodano ocenę

source: Total results you like to show
pl_pl: Wszystkie wyniki, które chcesz pokazać

source: Count:
pl_pl: Liczba:

source: order
pl_pl: Kolejność

source: OrderBy
pl_pl: Zamów przez

source: Place comma (,) separated category ids
pl_pl: Umieść przecinki (,) oddzielone identyfikatory kategorii

source: Category:
pl_pl: Kategoria:

source: Place comma (,) separated courses ids which you like to exclude from the query
pl_pl: Umieść przecinki (,) oddzielone identyfikatory kursów, które chcesz wykluczyć z zapytania

source: Exclude IDS:
pl_pl: Wyklucz ID:

source: Place single course id or comma (,) separated course ids
pl_pl: Umieść identyfikator kursu lub przecinek (,) oddzielony identyfikatorem kursu

source: Title:
pl_pl: Tytuł:

source: New title
pl_pl: Nowy tytuł

source: Display courses wherever widget support is available.
pl_pl: Wyświetlaj kursy wszędzie tam, gdzie dostępna jest obsługa widgetów.

source: Tutor Course
pl_pl: Kurs Tutora

source: Select All
pl_pl: Zaznacz wszystko

source: Last page
pl_pl: Ostatnia strona

source: Next page
pl_pl: Następna strona

# paging
source: %1$s of %2$s
pl_pl: %1$s z %2$s

source: Current Page
pl_pl: Bieżąca strona

source: Previous page
pl_pl: Poprzednia strona

source: First page
pl_pl: Pierwsza strona

source: %s item
pl_pl: %s element

source: No pending comments
pl_pl: Brak komentarzy oczekujących na moderację

source: No approved comments
pl_pl: Brak zaakceptowanych komentarzy

source: No comments
pl_pl: Brak komentarzy

source: %s pending comment
pl_pl: %s oczekujący komentarz

source: %s approved comment
pl_pl: %s zaakceptowany komentarz

source: %s comment
pl_pl: %s komentarz

source: All dates
pl_pl: Wszystkie daty

source: Filter by date
pl_pl: Filtruj po dacie

source: Show more details
pl_pl: Pokaż więcej szczegółów

source: Apply
pl_pl: Zastosuj

source: Bulk Actions
pl_pl: Masowe działania

source: Select bulk action
pl_pl: Wybierz masowe działania

source: No items found.
pl_pl: Nie znaleziono żadnych elementów.

source: Excerpt View
pl_pl: Widok zajawek

source: List View
pl_pl: Widok listy

source: Please Sign-In
pl_pl: Proszę, zaloguj się

source: Draft Lesson
pl_pl: Szkic lekcji

source: Lesson Video
pl_pl: Lekcja wideo

source: Select Course
pl_pl: Wybierz kurs

source: Placeholder
pl_pl: Symbol zastępczy

source: Select a category
pl_pl: Wybierz kategorię

source: Search Course Category. ex. Design, Development, Business
pl_pl: Wyszukaj kategorię kursu. np. Projektowanie, rozwój, biznes

source: Please Sign-In to view this section
pl_pl: Zaloguj się, aby wyświetlić tę sekcję

source: Submit My Question
pl_pl: Prześlij moje pytanie

source: Be the first to ask your question! You’ll be able to add details in the next step.
pl_pl: Bądź pierwszym, który zada to pytanie! Będziesz mógł dodać szczegóły w następnym kroku.

source: No questions yet
pl_pl: Brak pytań

source: Browse Q&A
pl_pl: Przeglądaj Q&A

source: Lesson List
pl_pl: Lista lekcji

source: Complete Lesson
pl_pl: Ukończ lekcję

source: View Course
pl_pl: Zobacz kurs

source: Course name : %s
pl_pl: Nazwa Kursu: %s

source: Please enroll This course first
pl_pl: Zapisz się najpierw na kurs

source: students
pl_pl: studenci

source: About the instructors
pl_pl: O instruktorach

source: What Will I Learn?
pl_pl: Czego się nauczę?

source: Login
pl_pl: Zaloguj się

source: Lessons
pl_pl: Lekcje

source: Topics for this course
pl_pl: Tematy tego kursu

source: Please make sure that your product exists and valid for this course
pl_pl: Upewnij się, że Twój produkt istnieje i jest prawidłowo dopasowany do tego kursu

source: Submit Review
pl_pl: Dodaj recenzję

source: Write a review
pl_pl: Napisz recenzję

source: Edit review
pl_pl: Edytuj recenzję

source: You have been enrolled on %s.
pl_pl: Dołączyłeś do %s

source: Start Course
pl_pl: Rozpocznij kurs

source: Continue to lesson
pl_pl: Kontynuuj lekcję

source: Material Includes
pl_pl: Materiał zawiera

source: This feature has been disabled by the administrator
pl_pl: Ta funkcja została wyłączona przez administratora.

source: Please make sure that your EDD product exists and valid for this course
pl_pl: Upewnij się, że Twój produkt EDD istnieje i jest ważny na ten kurs

source: Requirements
pl_pl: Wymagania

source: Course Page
pl_pl: Strona kursu

source: Add Answer
pl_pl: Dodaj odpowiedź

source: Write your answer here...
pl_pl: Napisz tutaj swoją odpowiedź...

source: Add an answer
pl_pl: Dodaj odpowiedź

source: Post Question
pl_pl: Opublikuj pytanie

source: Question Title
pl_pl: Tytuł pytania

source: Ask a new question
pl_pl: Zadaj pytanie

source: About Course
pl_pl: O kursie

source: Last Update
pl_pl: Ostatnia aktualizacja

source: Total Enrolled
pl_pl: Suma zarejestrowanych

source: Categories
pl_pl: Kategorie

source: Share:
pl_pl: Udostępnij:

source: Course level:
pl_pl: Poziom kursu:

source: Complete
pl_pl: Zakończone

source: Course Status
pl_pl: Szczegóły kursu

source: The instructor hasn’t added any announcements to this course yet. Announcements are used to inform you of updates or additions to the course.
pl_pl: Instruktor nie dodał jeszcze żadnych ogłoszeń do tego kursu. Ogłoszenia służą do informowania o aktualizacjach lub dodatkach do kursu.

source: No announcements posted yet.
pl_pl: Nie opublikowano jeszcze żadnych ogłoszeń.

source: Enroll Now
pl_pl: Zapisz się teraz

source: Target Audience
pl_pl: Docelowi odbiorcy

source: rating
pl_pl: Ocena

source: ratings
pl_pl: Oceny

source: Student Feedback
pl_pl: Opinie studentów

source: Complete Course
pl_pl: Ukończ kurs

source: Tags
pl_pl: Tagi

source: It seems there is no course belongs with this quiz, you can not attempt on this quiz without a course belongs, please notify to your instructor to fix this issue.
pl_pl: Wydaje się, że do tego quizu niedopasowano żadnego kursu, nie możesz przystąpić do tego quizu bez dołączenia do kursu. Powiadom swojego instruktora, aby rozwiązał ten problem.

source: No course found for this quiz
pl_pl: Nie znaleziono kursu dla tego quizu

source: Manually reviewed at
pl_pl: Ręcznie sprawdzone w

source: Previous attempts
pl_pl: Poprzednie próby

source: Start Quiz
pl_pl: Rozpocznij quiz

source: Finish
pl_pl: Zakończ

source: Submit Quiz
pl_pl: Prześlij quiz

source: Answer &amp; Next Question
pl_pl: Odpowiedź &amp; Następne pytanie

source: Marks :
pl_pl: Oceny:

source: Time remaining :
pl_pl: Pozostały czas :

source: Passing Grade
pl_pl: Ocena dopuszczająca

source: Attempts Remaining
pl_pl: Pozostałe próby

source: Attempted
pl_pl: Podjęto próbę

source: Attempts Allowed
pl_pl: Dozwolone próby

source: Time
pl_pl: Czas

source: Instructor Note
pl_pl: Oceny instruktora

source: Your uploaded file(s)
pl_pl: Twoje załadowane pliki

source: Your Answers
pl_pl: Twoje odpowiedzi

source: Failed
pl_pl: Niezdany

source: Passed
pl_pl: Zdany

source: Your Grade is
pl_pl: Twój ocena to

source: You received %s points out of %s
pl_pl: Otrzymałeś %s punktów z %s

source: Submit Assignment
pl_pl: Prześlij zadanie

source: Upload file
pl_pl: Dodaj pliki

source: Attach assignment files
pl_pl: Załącz pliki przydziału

source: Write your answer briefly
pl_pl: Napisz swoją odpowiedź krótko

source: Assignment answer form
pl_pl: Formularz odpowiedzi na zadanie

source: Minimum Pass Points :
pl_pl: Minimalna liczba punktów do zaliczenia

source: Total Points :
pl_pl: Punktów razem:

source: No limit
pl_pl: Bez limitu

source: Time Duration :
pl_pl: Czas trwania :

source: Follow me
pl_pl: Obserwuj mnie

source: There's no completed course
pl_pl: Nie ma ukończonego kursu

source: Apply to become an instructor
pl_pl: Złóż wniosek, aby zostać instruktorem

source: Registered at : %s %s
pl_pl: Zarejestrowany od : %s %s

source: You are instructor
pl_pl: Jesteś instruktorem

source: Register as instructor
pl_pl: Zarejestruj się jako instruktor

source: This Week
pl_pl: Ten tydzień

source: Last Week
pl_pl: W zeszłym tygodniu

source: This Month
pl_pl: Ten miesiąc

source: Last Month
pl_pl: W zeszłym miesiącu

source: This Year
pl_pl: Ten rok

source: Last Year
pl_pl: W zeszłym roku

source: Price:
pl_pl: Cena:

source: Showing results %d to %d of %d
pl_pl: Wyświetlanie wyników %d do %d z %d.

source: Earning Data for the month of %s
pl_pl: Informacje o zarobkach dla miesiąca %s

source: Earning Report
pl_pl: Raport o zarobkach

source: Earning Data for the year of %s
pl_pl: Informacje o zarobkach dla roku %s

source: Sales statements for this period
pl_pl: Zestawienia sprzedaży za ten okres

source: Showing Result from %s to %s
pl_pl: Wyświetlanie wyników od %s do %s

source: Deducted Fees
pl_pl: Odliczone opłaty

source: Deducted Commissions
pl_pl: Odliczona prowizja

source: All time sales
pl_pl: Sprzedaż w całym okresie

source: All time
pl_pl: Cały okres

source: Deducted
pl_pl: Potrącone

source: Rate
pl_pl: Stawka

source: Commission
pl_pl: Prowizja

source: As per
pl_pl: Na

source: Date:
pl_pl: Data:

source: Order ID
pl_pl: ID Zamówienia

source: Price
pl_pl: Cena

source: Deduct
pl_pl: Odlicz

source: Deducted Fees.
pl_pl: Odliczone opłaty.

source: All of withdraw type excluding rejected.
pl_pl: Wszystkie rodzaje wypłat bez tych odrzuconych.

source: Based on course price
pl_pl: Na podstawie ceny kursu

source: My Earning
pl_pl: Moje zarobki

source: All Time
pl_pl: Cały okres

source: My Balance
pl_pl: Moje saldo

source: Statements
pl_pl: Sprawozdania

source: Report
pl_pl: Raport

source: Earning
pl_pl: Przychody

source: Earnings
pl_pl: Przychody

source: No Earning info available
pl_pl: Brak informacji o zarobkach

source: Make Announcements to notify any important notes to all enrolled students at once.
pl_pl: Dokonuj ogłoszeń, aby powiadamiać o ważnych notatkach wszystkich zapisanych studentów jednocześnie.

source: Information from the Additional Data section shows up on the course single page.
pl_pl: Informacje z sekcji Dane dodatkowe pojawiają się na pojedynczej stronie kursu.

source: Prerequisites refers to the fundamental courses to complete before taking this particular course.
pl_pl: Wymagania wstępne odnoszą się do podstawowych kursów, które należy ukończyć przed podjęciem tego konkretnego kursu.

source: Add Topics in the Course Builder section to create lessons, quizzes, and assignments.
pl_pl: Dodaj tematy w sekcji Konstruktora kursów, aby tworzyć lekcje, quizy i zadania.

source: Course Builder is where you create & organize a course.
pl_pl: Course Builder to miejsce, w którym tworzysz i organizujesz kurs.

source: Video section controls the course overview video.
pl_pl: Sekcja wideo kontroluje przegląd filmów kursu.

source: Standard size for course thumbnail is 700x430.
pl_pl: Standardowy rozmiar miniatury kursu to 700x430.

source: Set the Course Price option or make it free.
pl_pl: Ustaw opcję ceny kursu lub udostępnij za darmo.

source: Course Upload Tips
pl_pl: Wskazówki załadowania kursu

source: Save course as draft
pl_pl: Zapisz kurs jako szkic.

source: Important Guideline: %1$s 700x430 pixels %2$s %3$s File Support: %1$s jpg, .jpeg,. gif, or .png %2$s no text on the image.
pl_pl: Ważna wskazówka: %1$s 700x430 pikseli %2$s %3$s Obsługa plików: %1$s jpg, .jpeg ,. gif lub .png %2$s brak tekstu na obrazie.

source: Course Thumbnail
pl_pl: Miniaturka kursu

source: Set course price
pl_pl: Ustaw cenę kursu

source: Course Price
pl_pl: Cena kursu

source: Choose a category
pl_pl: Wybierz kategorię

source: Description
pl_pl: Opis

source: ex. Learn photoshop CS6 from scratch
pl_pl: ex. Naucz się Photoshop CS6 od podstaw

source: Course Info
pl_pl: Informacje o kursie:

source: Exit
pl_pl: Wyjdź

source: Submit for Review
pl_pl: Wyślij recenzję

source: Publish Course
pl_pl: Opublikuj kurs

source: Preview
pl_pl: Podgląd

source: Save
pl_pl: Zapisz

source: Showing results %d to %d out of %d
pl_pl: Pokaż wyniki %d do %d od %d

source: Update Review
pl_pl: Zaktualizuj ocene

source: write a review
pl_pl: napisz recenzję

source: Assignments submission not found or not completed
pl_pl: Przesyłane zadania nie zostały znalezione lub nie zostało ukończone

source: Evaluate this submission
pl_pl: Oceń to zgłoszenie

source: Write a note to students about this submission
pl_pl: Napisz notatkę dla studentów na temat tego zgłoszenia

source: Write a note
pl_pl: Napisz notatkę

source: Mark this assignment out of %s
pl_pl: Zaznacz to zadanie spośród %s

source: Your Mark
pl_pl: Twoja ocena

source: Evaluation
pl_pl: Ocena

source: Attach assignment file(s)
pl_pl: Załącz pliki przypisań

source: Assignment Description:
pl_pl: Opis zadania:

source: No assignment available
pl_pl: Brak dostępnych zadań

source: View Coures
pl_pl: Zobacz kurs

source: Total Submit
pl_pl: Przesłać całość

source: No assignment has been submitted yet
pl_pl: Żadne zadanie nie zostało jeszcze przesłane

source: Review this assignment
pl_pl: Przejrzyj to zadanie

source: %s Fail %s
pl_pl: %s Niezdany %s

source: %s Pass %s
pl_pl: %s Zdany %s

source: %s Pending %s
pl_pl: %s W toku %s

source: Total Mark
pl_pl: Całkowity wynik

source: Date & Time
pl_pl: Data i czas

source: Assignment
pl_pl: Zadanie

source: You are already logged in
pl_pl: Jesteś już zalogowany

source: Register
pl_pl: Zarejestruj się

source: Password Confirmation
pl_pl: Potwierdzenie hasła

source: Password confirmation
pl_pl: Potwierdzenie hasła

source: User Name
pl_pl: Nazwa Użytkownika

source: Enrolled
pl_pl: Zapisany

source: Course Name
pl_pl: Nazwa kursu:

source: Most Popular Courses
pl_pl: Najpopularniejsze kursy:

source: Total Courses
pl_pl: Wszystkie kursy

source: Total Students
pl_pl: Wszyscy studenci

source: Completed Course
pl_pl: Ukończony kurs

source: Active Course
pl_pl: Aktywny kurs

source: Enrolled Course
pl_pl: Kurs, do którego dołączyłeś

source: Dashboard
pl_pl: Kokpit

source: No purchase history available
pl_pl: Brak historii zakupów

source: Courses
pl_pl: Kursy

source: Purchase History
pl_pl: Historia zakupów

source: Mark as In correct
pl_pl: Oznacz jako niepoprawne

source: Mark as correct
pl_pl: Oznacz jako poprawne

source: Incorrect
pl_pl: Źle

source: Review Required
pl_pl: Wymagany przegląd

source: Correct
pl_pl: Popraw

source: Manual Review
pl_pl: Recenzja manualna

source: Correct/Incorrect
pl_pl: Poprawne/Niepoprawne

source: Given Answers
pl_pl: Podane odpowiedzi

source: Question
pl_pl: Pytanie

source: No.
pl_pl: Nie.

source: Type
pl_pl: Typ

source: Quiz Overview
pl_pl: Podgląd quizu

source: Manually reviewed at:
pl_pl: Ręcznie sprawdzone w:

source: Attempt Time
pl_pl: Czas próby

source: Quiz Time
pl_pl: Czas quizu

source: Result
pl_pl: Wyniki

source: Course
pl_pl: Kurs

source: Attempt At
pl_pl: Próba w

source: Attempt By
pl_pl: Próba przez

source: View Attempts
pl_pl: Zobacz próby

source: Attempt not found
pl_pl: Próba nie została znaleziona

source: Attempt Status
pl_pl: Status próby

source: %1$s out of %2$s <br> Pass Mark: %3$s <br> Earned total: %4$s%%
pl_pl: %1$s z %2$s <br> Próg zdania: %3$s <br> Łączna uzyskana liczba punktów: %4$s%%

source: Total Questions
pl_pl: Wszystkie pytania

source: Course:
pl_pl: Kurs:

source: ago
pl_pl: temu

source: Review
pl_pl: Oceny

source: Earned Mark
pl_pl: Zdobyta ocena

source: Count
pl_pl: Odliczanie
