Repository: coders-school/site
Catalog: translations/tutor-*.po
Languages: pl_pl

source: Students
pl_pl: Studenci

source: Title (Quiz & Course)
pl_pl: Tytuł (Quiz i Kurs)

source: Wishlist
pl_pl: Lista życzeń

source: No withdrawals rejected yet
pl_pl: Nie odrzucono jeszcze żadnych wypłat

source: Rejected At
pl_pl: Odrzucony w

source: Rejected Withdrawals
pl_pl: Odrzucone wypłaty

source: No withdrawals completed yet
pl_pl: Nie dokonano jeszcze wypłat

source: Approved At
pl_pl: Zatwierdzony

source: Requested At
pl_pl: Żadany w

source: Completed Withdrawals
pl_pl: Ukończone wypłaty

source: No withdrawals pending yet
pl_pl: Brak oczekujących wypłat

source: Date
pl_pl: Data

source: Withdraw Method
pl_pl: Metoda wypłaty

source: Amount
pl_pl: Ilość

source: Pending Withdrawals
pl_pl: Oczekujące wypłaty

source: Enter withdraw amount and click withdraw button
pl_pl: Wpisz kwotę wypłaty i kliknij przycisk wypłaty

source: Amount:
pl_pl: Wartość:

source: Please add your %s withdraw preference %s to make withdraw
pl_pl: Dodaj swoją %s preferencję wypłaty %s, aby dokonać wypłaty

source: , You can change your %s withdraw preference %s
pl_pl: Możesz zmienić swoją %s preferencję wypłaty %s

source: You will get paid by
pl_pl: Otrzymasz płatność do

source: You currently have %s %s %s and this is insufficient balance to withdraw
pl_pl: Aktualnie masz %s %s %s, a to jest niewystarczające saldo do wypłaty

source: Make a withdraw
pl_pl: Dokonaj wypłaty

source: You currently have %s %s %s ready to withdraw
pl_pl: Aktualnie masz %s %s %s gotowe do wypłaty

source: Current Balance
pl_pl: Aktualne saldo

source: You didn't purchased any course
pl_pl: Nie kupiłeś żadnego kursu

source: Completed Lessons:
pl_pl: Zakończone lekcje:

source: Total Lessons:
pl_pl: Wszystkie lekcje:

source: Leave a rating
pl_pl: Zostaw ocenę

source: Completed Courses
pl_pl: Zakończone kursy

source: Active Courses
pl_pl: Aktywne kursy

source: All Courses
pl_pl: Wszystkie kursy

source: Enrolled Courses
pl_pl: Zapisane kursy

source: Confirm New Password
pl_pl: Potwierdź nowe hasło

source: New Password
pl_pl: Nowe hasło

source: Update Profile
pl_pl: Zaktualizuj profil

source: Upload Image
pl_pl: Załaduj obrazek

source: Profile Photo
pl_pl: Zdjęcie profilowe

source: Save Withdraw Account
pl_pl: Zapisz konto wypłaty

source: Min withdraw
pl_pl: Minimalna wypłata

source: Select a withdraw method
pl_pl: Wybierz metodę wypłaty

source: Yes, Delete Course
pl_pl: Tak, usuń kurs

source: Cancel
pl_pl: Anuluj

source: You are going to delete this course, it can't be undone
pl_pl: Zamierzasz usunąć ten kurs, nie można tego cofnąć

source: Delete This Course?
pl_pl: Usunąć ten kurs?

source: Students:
pl_pl: Studenci:

source: Duration:
pl_pl: Czas trwania:

source: Status:
pl_pl: Stan:

source: My Courses
pl_pl: Moje kursy

source: Edit Review
pl_pl: Edytuj recenzję

source: Edit Feedback
pl_pl: Edytuj opinię

source: Course:
pl_pl: Kurs:

source: Received
pl_pl: Otrzymane

source: Given
pl_pl: Dane

source: Pass Marks
pl_pl: Oceny pozytywne

source: , Updated:
pl_pl: Zaktualizowane:

source: Fail
pl_pl: Oblane

source: Pass
pl_pl: Zaliczone

source: Pass Mark
pl_pl: Ocena dostateczna

source: Earned Marks
pl_pl: Otrzymane oceny

source: Total Marks
pl_pl: Całkowity wynik

source: Questions
pl_pl: Pytania

source: Course Title
pl_pl: Tytuł kursu

source: My Quiz Attempts
pl_pl: Moje próby w quizie

source: Withdraw
pl_pl: Wypłata

source: Reset Password
pl_pl: Zresetuj hasło

source: Profile
pl_pl: Profil

source: Settings
pl_pl: Ustawienia

source: Phone Number
pl_pl: Numer Telefonu

source: Username
pl_pl: Nazwa użytkownika

source: Last Name
pl_pl: Nazwisko

source: First Name
pl_pl: Imię

source: Registration Date
pl_pl: Data rejestracji użytkownika

source: My Profile
pl_pl: Mój profil

source: In
pl_pl: W

source: by
pl_pl: Przez

source: Free
pl_pl: Darmowy

source: Get Enrolled
pl_pl: Uzyskaj rejestrację

source: Attachments
pl_pl: Załączniki

source: Forgot Password?
pl_pl: Nie pamiętasz hasła?

source: Log In
pl_pl: Zaloguj się

source: Remember Me
pl_pl: Zapamiętaj mnie

source: Password
pl_pl: Hasło

source: Username or Email Address
pl_pl: Nazwa użytkownika lub adres e-mail

source: Course Title (z-a)
pl_pl: Tytuł kursu (z-a)

source: Course Title (a-z)
pl_pl: Tytuł kursu (a-z)

source: Release Date (oldest first)
pl_pl: Data wydania (najpierw najstarsza)

source: Release Date (newest first)
pl_pl: Data wydania (najnowsze)

source: %s Courses
pl_pl: %s Kursów

source: %s Become an instructor
pl_pl: %s Zostań instruktorem

source: %s Add A New Course
pl_pl: %s Dodaj nowy kurs

source: %d Ratings
pl_pl: %d Ocen

source: Howdy,
pl_pl: Cześć,

source: Bio data is empty
pl_pl: Dane bio są puste

source: About Me:
pl_pl: O mnie:

source: On
pl_pl: Włączone

source: %s ago
pl_pl: %s temu

source: Reviews wrote by %s
pl_pl: Recenzje napisane przez %s

source: Sorry, but you are looking for something that isn't here.
pl_pl: Przepraszam, ale szukasz tutaj czegoś czego tutaj nie ma.

source: Not Found
pl_pl: Nie znaleziono

source: Go to Course Home
pl_pl: Przejdź do strony głównej kursu

source: Tutor Instructor
pl_pl: Tutor Instruktor

source: Tutor is a complete solution for creating a Learning Management System in WordPress way. It can help you to create small to large scale online education site very conveniently. Power features like report, certificate, course preview, private file sharing make Tutor a robust plugin for any educational institutes.
pl_pl: Tutor to kompleksowe rozwiązanie do tworzenia systemu zarządzania nauczaniem w programie WordPress. Może to bardzo ułatwić stworzenie od małej do dużej witryny edukacyjnej online. Wyjątkowe funkcje, takie jak raporty, certyfikaty, podgląd kursów, prywatne udostępnianie plików czynią Tutora solidną wtyczką dla wszystkich instytucji edukacyjnych.
