Repository: coders-school/site
Catalog: translations/tutor-*.po
Languages: pl_pl

source: Enabling this feature will be load next course content automatically after finishing current video.
pl_pl: Włączenie tej funkcji spowoduje automatyczne załadowanie następnych treści kursu po zakończeniu bieżącego wideo.

source: Automatically load next course content.
pl_pl: Automatycznie załaduj zawartość następnego kursu.

source: Enabling this feature will be removed course products from the shop page.
pl_pl: Wyłączenie tej funkcji spowoduje usunięcie produktu kurs ze strony sklepu.

source: Hide course products from shop page
pl_pl: Ukryj produkty kursów na stronie sklepu

source: Disabling this feature will be removed course announcements from the course page.
pl_pl: Wyłączenie tej funkcji spowoduje usunięcie ogłoszeń o kursie ze strony kursu.

source: Course Announcements
pl_pl: Ogłoszenia o kursach

source: Disabling this feature will be removed course target audience from the course page.
pl_pl: Wyłączenie tej funkcji spowoduje usunięcie grupy docelowej kursu ze strony kursu.

source: Course Target Audience
pl_pl: Grupa docelowa kursu

source: Disabling this feature will be removed course requirements from the course page.
pl_pl: Wyłączenie tej funkcji spowoduje usunięcie wymagań do kursu ze strony kursu.

source: Course Requirements
pl_pl: Wymagania dotyczące kursu

source: Disabling this feature will be removed course benefits from the course page.
pl_pl: Wyłączenie tej funkcji spowoduje usunięcie opisu korzyści z kursu ze strony kursu.

source: Course Benefits
pl_pl: Korzyści z kursu

source: Disabling this feature will be removed course description from the course page.
pl_pl: Wyłączenie tej funkcji spowoduje usunięcie opisu kursu ze strony kursu.

source: Course Description
pl_pl: Opis kursu

source: Disabling this feature will be removed course about from the course page.
pl_pl: Wyłączenie tej funkcji spowoduje usunięcie kursu ze strony kursu.

source: Course About
pl_pl: O kursie

source: Disabling this feature will be removed course material from the course page.
pl_pl: Wyłączenie tej funkcji spowoduje usunięcie zawartości kursu ze strony kursu.

source: Course Material
pl_pl: Materiał kursu

source: Disabling this feature will be removed completing progress bar from the course page.
pl_pl: Wyłączenie tej funkcji spowoduje usunięcie paska postępu kursu ze strony kursu.

source: Course Progress Bar
pl_pl: Pasek postępu kursu

source: Disabling this feature will be removed course update date from the course page.
pl_pl: Wyłączenie tej funkcji spowoduje usunięcie daty aktualizacji kursu ze strony kursu.

source: Course Update Date
pl_pl: Data aktualizacji kursu

source: Disabling this feature will be removed course total enrolled from the course page.
pl_pl: Wyłączenie tej funkcji spowoduje usunięcie informacji o ukończonych kursach ze strony kursu.

source: Course Total Enrolled
pl_pl: Wszystkie moje kursy

source: Disabling this feature will be removed course duration from the course page.
pl_pl: Wyłączenie tej funkcji spowoduje usunięcie informacji o czasie trwania kursu ze strony kursu.

source: Course Duration
pl_pl: Czas trwania kursu

source: Disabling this feature will be removed course share option from the course page.
pl_pl: Wyłączenie tej funkcji spowoduje usunięcie możliwości udostępniania kursu ze strony kursu.

source: Course Share
pl_pl: Udostępnianie kursu

source: Disabling this feature will be removed course level from the course page.
pl_pl: Wyłączenie tej funkcji spowoduje usunięcie poziomu kursu ze strony kursu.

source: Course Level
pl_pl: Poziom kursu

source: Disabling this feature will be removed course author name from the course page.
pl_pl: Wyłączenie tej funkcji spowoduje usunięcie autora kursu ze strony kursu.

source: Course Author
pl_pl: Autor kursu

source: Course Display Settings
pl_pl: Ustawienia wyświetlania kursu

source: Restrict Content Pro
pl_pl: Ograniczenie zawartości Pro

source: Duration
pl_pl: Czas trwania

source: Previous
pl_pl: Poprzedni

source: Enabling the maintenance mode allows you to display a custom message on the frontend. During this time, visitors can not access the site content. But the wp-admin dashboard will remain accessible.
pl_pl: Włączenie trybu konserwacji umożliwia wyświetlanie odpowiedniego komunikatu w interfejsie użytkownika. W tym czasie odwiedzający nie mogą uzyskać dostępu do treści witryny. Ale pulpit nawigacyjny wp-admin pozostanie dostępny.

source: Maintenance Mode
pl_pl: Tryb konserwacji

source: Password set successfully
pl_pl: Hasło ustawione pomyślnie

source: Disabling this feature will be removed course review system from the course page.
pl_pl: Wyłączenie tej funkcji spowoduje usunięcie podglądu kursu ze strony kursu.

source: Disable
pl_pl: Wyłączone

source: Course Review
pl_pl: Podgląd kursu

source: Note: This tool will install all the missing Tutor pages. Pages already defined and set up will not be replaced.
pl_pl: Uwaga: To narzędzie zainstaluje brakujące strony Tutora. Aktualnie zdefiniowane i ustawione strony nie zostaną zastąpione.

source: Re-Generate Tutor Pages
pl_pl: Ponownie wygeneruj strony Tutora

source: Page visibility is not public
pl_pl: Widoczność strony nie jest publiczna

source: Page deleted, please set new one
pl_pl: Strona usunięta, proszę ustawić nową

source: Page not set
pl_pl: Strona nie ustawiona

source: Page Name
pl_pl: Nazwa strony

source: Delete
pl_pl: Usuń

source: Tutor Pages
pl_pl: Strony Tutora

source: Tools
pl_pl: Narzędzia

source: Retrieve Password
pl_pl: Odzyskaj hasło

source: Password Reset Request for %s
pl_pl: Prośba o zresetowanie hasła dla %s

source: Passwords do not match.
pl_pl: Hasła nie pasują do siebie.

source: Please enter your password.
pl_pl: Proszę wprowadzić hasło

source: This key is invalid or has already been used. Please reset your password again if needed.
pl_pl: Ten klucz jest nieprawidłowy lub został już użyty. W razie potrzeby zresetuj hasło.

source: If you don't see the email, check other places it might be, like your junk, spam, social, promotion or others folders.
pl_pl: Jeśli nie widzisz maila, sprawdź inne miejsca, np. junk, spam, społecznościowe, oferty promocyjne lub inne foldery.

source: We've sent an email to this account's email address. Click the link in the email to reset your password
pl_pl: Wysłaliśmy e-maila na twoją skrzynkę mailową. Kliknij w link zawarty w mailu, aby zresetować hasło.

source: Check your E-Mail
pl_pl: Sprawdź swoją skrzynkę e-mail.

source: Password reset is not allowed for this user
pl_pl: Resetowanie hasła jest niedozwolone dla tego użytkownika.

source: Invalid username or email.
pl_pl: Niepoprawna nazwa użytkownika lub e-mail.

source: Enter a username or email address.
pl_pl: Wprowadź nazwę użytkownika lub e-mail.

source: Username is required.
pl_pl: Nazwa użytkownika jest wymagana.

source: Error:
pl_pl: Błąd:

source: %s Get Tutor LMS Pro %s to extend email functionality and send email notifications for certain events. You can easily choose the events for which you wish to send emails.
pl_pl: %s Uzyskaj Tutora LMS Pro %s, aby rozszerzyć funkcjonalność poczty e-mail i wysyłać powiadomienia e-mail o określonych zdarzeniach. Możesz łatwo wybrać wydarzenia, o których chcesz wysyłać e-maile.

source: The text to appear in E-Mail template footer
pl_pl: Tekst wyświetlany w stopce szablonu wiadomości e-mail.

source: E-Mail Footer Text
pl_pl: Tekst stopki e-maila.

source: The E-Mail address from which all emails will be sent
pl_pl: Adres mailowy, z którego będą wysyłane wszystkie e-maile.

source: E-Mail Address
pl_pl: Adres mailowy

source: The name under which all the emails will be sent
pl_pl: Nazwa, pod którą będą wysyłane wszystkie maile.

source: Check and place necessary information here.
pl_pl: Sprawdź i umieść tutaj niezbędne informacje.

source: E-Mail Settings
pl_pl: Ustawienia e-maila.

source: E-Mail Notification
pl_pl: Powiadomienia e-mail.

source: Thanks for reading.
pl_pl: Dziękuję za lekturę.

source: Click here to reset your password
pl_pl: Kliknij tutaj, żeby zresetować hasło.

source: If you didn't make this request, just ignore this email. If you'd like to proceed:
pl_pl: Jeśli nie wysłałeś tej prośby, po prostu zignoruj tego e-maila. Jeśli chcesz kontynuować:

source: Username: %s
pl_pl: Nazwa użytkownika: %s

source: Someone has requested a new password for the following account on %s:
pl_pl: Ktoś poprosił o zresetowanie hasła dla tego konta %s:

source: Hi %s,
pl_pl: Cześć %s,

source: Username or email
pl_pl: Nazwa użytkownika lub adres e-mail

source: Lost your password? Please enter your username or email address. You will receive a link to create a new password via email.
pl_pl: Zapomniałeś hasła? Proszę wprowadź nazwę użytkownika lub adres e-mail. Otrzymasz link, żeby utworzyć nowe hasło przez e-mail.

source: Reset password
pl_pl: Zresetuj hasło

source: Confirm Password
pl_pl: Potwierdź hasło

source: Enter Password and Confirm Password to reset your password
pl_pl: Wprowadź i zatwierdź hasło, żeby zresetować hasło.

source: Select a product if you want to sell your course. The sale will be handled by your preferred monetization option. (WooCommerce, EDD, Paid Memberships Pro)
pl_pl: Wybierz produkt, jeśli chcesz sprzedać swój kurs. Sprzedaż będzie obsługiwana przez preferowaną opcję monetyzacji. (WooCommerce, EDD, płatne członkostwo Pro)

source: Edit attached Product
pl_pl: Edytuj załączony produkt

source: Lesson
pl_pl: Lekcja

source: Topic titles are displayed publicly wherever required. Each topic may contain one or more lessons, quiz and assignments.
pl_pl: Tytuły tematów są wyświetlane publicznie wszędzie tam, gdzie jest to wymagane. Każdy temat może zawierać jedną lub więcej lekcji, quizów i zadań.

source: Add Topic
pl_pl: Dodaj tytuł

source: Add new topic
pl_pl: Dodaj nowy temat

source: Collapse all
pl_pl: Zwiń wszystkie

source: Expand all
pl_pl: Rozwiń wszystkie

source: Choose the course for this lesson
pl_pl: Wybierz kurs dla tej lekcji

source: Select a course
pl_pl: Wybierz kurs

source: Add Instructors
pl_pl: Dodaj instruktorów

source: Search instructors...
pl_pl: Szukaj instruktora...

source: Add instructors
pl_pl: Dodaj instruktorów

source: Add More Instructors
pl_pl: Dodaj więcej instruktorów

source: Author
pl_pl: Autor

source: Paid
pl_pl: Zapłacone

source: Course Type
pl_pl: Typ kursu

source: Sell your product, process by EDD
pl_pl: Sprzedaj swój produkt poprzez EDD

source: Select a Product
pl_pl: Wybierz produkt

source: When selling the course
pl_pl: Podczas sprzedaży kursu

source: Select product
pl_pl: Wybierz produkt

source: A list of assets you will be providing for the students in this course (One per line)
pl_pl: Lista korzyści, które zapewnisz uczniom na tym kursie

source: Materials Included
pl_pl: Zawarte materiały

source: Specify the target audience that will benefit the most from the course. (One line per target audience.)
pl_pl: Określ grupę docelową, która najbardziej skorzysta z kursu. (Jedna linia na odbiorców docelowych).

source: Targeted Audience
pl_pl: Grupa docelowa

source: Additional requirements or special instructions for the students (One per line)
pl_pl: Dodatkowe wymagania lub specjalne instrukcje dla uczniów (jeden na linię)

source: Requirements/Instructions
pl_pl: Wymagania / instrukcje

source: List the knowledge and skills that students will learn after completing this course. (One per line)
pl_pl: Wymień wiedzę i umiejętności, których uczniowie zdobędą po ukończeniu tego kursu. (Jeden na linię)

source: Benefits of the course
pl_pl: Korzyści z tego kursu

source: Total Course Duration
pl_pl: Całkowity czas trwania kursu

source: Un-assigned lessons
pl_pl: Nie przypisane lekcje

source: Add Topic Quiz
pl_pl: Dodaj temat quizu

source: Add new lesson
pl_pl: Dodaj nową lekcję

source: Update Topic
pl_pl: Zaktualizuj temat

source: The idea of a summary is a short text to prepare students for the activities within the topic or week. The text is shown on the course page under the topic name.
pl_pl: Ideą podsumowania jest krótki tekst, który ma przygotować studentów do zajęć w danym temacie lub tygodniu. Tekst jest wyświetlany na stronie kursu pod nazwą tematu.

source: Topic Summary
pl_pl: Podsumowanie tematu

source: Topic title will be publicly show where required, you can call it as a section also in course
pl_pl: Tytuł tematu będzie publicznie pokazywany tam, gdzie jest to wymagane, możesz go oczywiście nazwać sekcją.

source: Topic Name
pl_pl: Nazwa tematu

source: Delete Topic
pl_pl: Usuń temat

source: Add a topic to build your course
pl_pl: Dodaj tematy to zbudowania tego kursu

source: Upload
pl_pl: Prześlij

source: Write a little bit more about you, it will show publicly.
pl_pl: Napisz trochę więcej o sobie, pokaże się to publicznie.

source: Profile Bio
pl_pl: Biografia profilu

source: Job Title
pl_pl: Stanowisko

source: Tutor Fields
pl_pl: Tutor pola

source: Delete Announcement
pl_pl: Usuń ogłoszenie

source: Add Announcement
pl_pl: Dodaj ogłoszenie

source: available variable
pl_pl: Dostępna zmienna

source: Title
pl_pl: Tytuł

source: Video playback time
pl_pl: Długość wideo

source: Place your embedded code here
pl_pl: Umieść tutaj swój kod osadzony

source: Vimeo Video URL
pl_pl: Adres URL wideo na Vimeo

source: YouTube Video URL
pl_pl: Adres URL wideo na YouTube

source: External Video URL
pl_pl: Zewnętrzny adres URL wideo

source: Thumb Size: 700x430 pixels. File Support: jpg, jpeg, or png
pl_pl: Rozmiar zjęcia: 700 x 430 pikseli. Obsługa plików: jpg, jpeg lub png

source: Video Poster
pl_pl: Plakat wideo

source: Upload Video
pl_pl: Prześlij filmy

source: File Format:
pl_pl: Format pliku

source: Upload Your Video
pl_pl: Prześlij swój film

source: Select your preferred video type. (.mp4, YouTube, VooPlayer etc.)
pl_pl: Wybierz preferowany rodzaj wideo. (mp4, YouTube, VooPlayer etc.)

source: Embedded
pl_pl: Osadzone

source: External URL
pl_pl: Zewnętrzny adres URL

source: Select Video Source
pl_pl: Wybierz źródło wideo

source: Video Source
pl_pl: Źródło filmu

source: Course Intro Video
pl_pl: Film czołówka kursu

source: Upload Attachment
pl_pl: Załaduj załącznik

source: Difficulty Level
pl_pl: Poziom trudności

source: Add New Instructor
pl_pl: Dodaj nowego instruktora

source: Get pro plugin from themeum.com
pl_pl: Uzyskaj wtyczkę pro z themeum.com

source: Available Pro Addons
pl_pl: Dostępne dodatki Pro

source: No %s currently avaialable
pl_pl: Obecnie brak %s

source: Buy Now
pl_pl: Kup teraz

source: Last checked %s ago, It will check again after %s from now
pl_pl: Ostatnio sprawdzone %s temu, Zostanie to sprawdzone ponownie po %s od teraz

source: Themes
pl_pl: Motywy

source: Plugins
pl_pl: Wtyczki

source: Tutor Add-ons
pl_pl: Tutor Dodatki

source: on
pl_pl: wł.

source: Place answer
pl_pl: Umieść odpowiedź

source: Write an answer here
pl_pl: Wprowadź tutaj odpowiedź

source: Add new instructor
pl_pl: Dodaj nowego instruktora

source: Question & Answer
pl_pl: Pytania i odpowiedzi

source: Just deactive tutor plugin or completely uninstall and erase all of data saved before by tutor.
pl_pl: Po prostu zdezaktywuj wtyczkę tutora lub całkowicie odinstaluj i usuń wszystkie dane zapisane wcześniej przez tutora.

source: Uninstall Tutor
pl_pl: Odinstaluj Tutora

source: Your server does not support the %s functions - this is required for better character encoding. Some fallbacks will be used instead for it.
pl_pl: Twój serwer nie obsługuje funkcji %s - jest to wymagane do lepszego kodowania znaków. Zamiast tego zostanie użyty plan awaryjny.

source: Multibyte String (mbstring) is used to convert character encoding, like for emails or converting characters to lowercase.
pl_pl: Ciąg wielobajtowy (mbstring) służy do konwersji kodowania znaków, podobnie jak w przypadku wiadomości e-mail lub konwertowania znaków na małe litery.

source: Multibyte string
pl_pl: Ciąg wielobajtowy

source: Your server does not support the %s function - this is required to use the GeoIP database from MaxMind.
pl_pl: Twój serwer nie obsługuje funkcji %s - jest to wymagane do korzystania z bazy danych GeoIP z MaxMind.

source: GZip (gzopen) is used to open the GEOIP database from MaxMind.
pl_pl: GZip (gzopen) służy do otwierania bazy danych GEOIP z MaxMind.

source: Your server does not have the %s class enabled - HTML/Multipart emails, and also some extensions, will not work without DOMDocument.
pl_pl: Twój serwer nie ma włączonej klasy %s - e-maile HTML / Multipart, a także niektóre rozszerzenia, nie będą działać bez DOMDocument.

source: HTML/Multipart emails use DOMDocument to generate inline CSS in templates.
pl_pl: Wiadomości e-mail HTML / Multipart używają DOMDocument do generowania wbudowanego CSS w szablonach.

source: Your server does not have fsockopen or cURL enabled - PayPal IPN and other scripts which communicate with other servers will not work. Contact your hosting provider.
pl_pl: Twój serwer nie ma włączonego fsockopen ani cURL - PayPal IPN i inne skrypty komunikujące się z innymi serwerami nie będą działać. Skontaktuj się z dostawcą usług hostingowych.

source: Payment gateways can use cURL to communicate with remote servers to authorize payments, other plugins may also use it when communicating with remote services.
pl_pl: Bramki płatności mogą wykorzystywać cURL do komunikowania się ze zdalnymi serwerami w celu autoryzacji płatności, inne wtyczki mogą również używać go podczas komunikacji ze zdalnymi usługami.

source: Default timezone is %s - it should be UTC
pl_pl: Domyślna strefa czasowa to %s - powinno to być UTC

source: The default timezone for your server.
pl_pl: Domyślna strefa czasowa dla twojego serwera.

source: Default timezone is UTC
pl_pl: Domyślna strefa czasowa to UTC

source: The largest filesize that can be uploaded to your WordPress installation.
pl_pl: Największy rozmiar pliku, który można przesłać do Twojej instalacji WordPress.

source: Max upload size
pl_pl: Maksymalny dopuszczalny rozmiar do przesłania

source: WordPress requirements
pl_pl: Wymagania WordPress

source: %1$s - We recommend a minimum MySQL version of 5.6. See: %2$s
pl_pl: %1$s - Zalecamy minimalną wersję MySQL 5.6. Zobacz: %2$s

source: The version of MySQL installed on your hosting server.
pl_pl: Wersja MySQL zainstalowana na Twoim serwerze hostingowym.

source: MySQL version
pl_pl: Wersja MySQL

source: Suhosin is an advanced protection system for PHP installations. It was designed to protect your servers on the one hand against a number of well known problems in PHP applications and on the other hand against potential unknown vulnerabilities within these applications or the PHP core itself. If enabled on your server, Suhosin may need to be configured to increase its data submission limits.
pl_pl: Suhosin to zaawansowany system ochrony dla instalacji PHP. Został zaprojektowany z myślą o ochronie serwerów z jednej strony przed szeregiem dobrze znanych problemów w aplikacjach PHP, a z drugiej strony przed potencjalnymi nieznanymi lukami w tych aplikacjach lub samym rdzeniu PHP. Po włączeniu na serwerze Suhosin może wymagać skonfigurowania w celu zwiększenia limitów przesyłania danych.

source: SUHOSIN installed
pl_pl: SUHOSIN zainstalowany

source: The version of cURL installed on your server.
pl_pl: Wersja cURL zainstalowana na twoim serwerze.

source: cURL version
pl_pl: Wersja cURL

source: The maximum number of variables your server can use for a single function to avoid overloads.
pl_pl: Maksymalna liczba zmiennych, których serwer może użyć do pojedynczej funkcji, aby uniknąć przeciążenia.

source: PHP max input vars
pl_pl: Maksymalna liczba obsługiwanych przez PHP pól

source: The amount of time (in seconds) that your site will spend on a single operation before timing out (to avoid server lockups)
pl_pl: Czas (w sekundach), jaki Twoja witryna wyda na pojedynczą operację przed upływem limitu czasu (aby uniknąć blokowania serwera)

source: PHP time limit
pl_pl: Limit czasu PHP

source: The largest filesize that can be contained in one post.
pl_pl: Największy rozmiar pliku, który można zawrzeć w jednym poście.

source: PHP post max size
pl_pl: Maksymalna wielkość zapytania post w PHP

source: We recommend using PHP version 7.2 or above for greater performance and security.
pl_pl: Zalecamy używanie PHP w wersji 7.2 lub nowszej, aby zwiększyć wydajność i bezpieczeństwo.

source: Tutor will run under this version of PHP, however, it has reached end of life. We recommend using PHP version 7.2 or above for greater performance and security.
pl_pl: Tutor będzie działał w tej wersji PHP, jednak osiągnął koniec swojego życia. Zalecamy używanie PHP w wersji 7.2 lub nowszej, aby zwiększyć wydajność i bezpieczeństwo.

source: The version of PHP installed on your hosting server.
pl_pl: Wersja PHP zainstalowana na serwerze hostingowym.

source: PHP version
pl_pl: Wersja PHP

source: Information about the web server that is currently hosting your site.
pl_pl: Informacje o serwerze sieciowym, który aktualnie obsługuje Twoją witrynę.

source: Server info
pl_pl: Informacje o serwerze

source: Server environment
pl_pl: Środowisko serwera

source: Displays whether or not WordPress is using an external object cache.
pl_pl: Wyświetla, czy WordPress używa zewnętrznej pamięci podręcznej obiektów.

source: External object cache
pl_pl: Cache zewnętrznego obiektu.

source: The current language used by WordPress. Default = English
pl_pl: Aktualny język używany przez WordPress. Domyślnie = angielski

source: Language
pl_pl: Język

source: Displays whether or not WP Cron Jobs are enabled.
pl_pl: Wyświetla, czy zadania WP Cron są włączone.

source: Displays whether or not WordPress is in Debug Mode.
pl_pl: Wyświetla, czy WordPress jest w trybie debugowania.

source: WordPress debug mode
pl_pl: Tryb debugowania WordPress

source: Increasing memory allocated to PHP
pl_pl: Zwiększenie pamięci przydzielonej do PHP

source: %1$s - We recommend setting memory to at least 64MB. See: %2$s
pl_pl: %1$s - Zalecamy ustawienie pamięci na co najmniej 64 MB. Patrz: %2$s

source: The maximum amount of memory (RAM) that your site can use at one time.
pl_pl: Maksymalna ilość pamięci (RAM), z której Twoja witryna może korzystać jednocześnie.

source: WordPress memory limit
pl_pl: Limit pamięci WordPress

source: Whether or not you have WordPress Multisite enabled.
pl_pl: Czy masz włączoną obsługę wielostanowiskową WordPress.

source: WordPress multisite
pl_pl: WordPress na wielu stronach

source: The version of tutor.
pl_pl: Wersja tutora

source: Tutor Version
pl_pl: Wersja tutora

source: %1$s - There is a newer version of WordPress available (%2$s)
pl_pl: %1$s - dostępna jest nowsza wersja WordPressa (%2$s)

source: The version of WordPress installed on your site.
pl_pl: Wersja WordPress zainstalowana na twojej stronie.

source: WordPress version
pl_pl: Wersja WordPressa

source: The root URL of your site.
pl_pl: Główny adres URL Twojej witryny.

source: Site URL
pl_pl: Adres URL witryny

source: The homepage URL of your site.
pl_pl: Adres URL strony głównej Twojej witryny.

source: Home URL
pl_pl: Adres URL strony głównej

source: WordPress environment
pl_pl: Środowisko WordPressa

source: Tutor Environment Status
pl_pl: Tutor stan środowiska

source: Search
pl_pl: Szukaj

source: Version
pl_pl: Wersja

source: Required Plugin(s)
pl_pl: Wymagane wtyczki

source: Addons List
pl_pl: Lista dodatków

source: Student Name
pl_pl: Imię studenta

source: Save &amp; Continue
pl_pl: Zapisz &amp; Kontynuuj

source: Add An Option
pl_pl: Dodaj opcję

source: Make sure you’re saving the answers in the right order. Students will have to match this order.
pl_pl: Upewnij się, że zapisujesz odpowiedzi we właściwej kolejności. Studenci będą musieli je dopasować.
